import React from 'react';

const Bio = () => {

    return (
        <div>
            <h2>Биография художника</h2>
            <h3>Казими́р Севери́нович Мале́вич</h3>
            В соответствии с записью в метрической книге киевского римско-католического костёла св. Александра[15], Казимир Малевич родился 11 (23) февраля, а крещён 1 [13] марта 1879 года в городе Киев[7][8]. Ранее считалось, что годом его рождения является 1878[16][17].

            Его отец, Северин Антонович Малевич (1844—1902)[16], шляхтич Волынской губернии Житомирского уезда, родом из местечка Турбова Подольской губернии[источник не указан 990 дней], служил управляющим на сахароваренных заводах известного промышленника Николая Терещенко. Мать, Людвига Александровна (1858—1942), в девичестве Галиновская (дочь Александра и Юлии, урождённой Федорович, Галиновских), была домохозяйкой. Венчались они в Киеве 26 февраля (10 марта) 1878 года[7][18].

            По мнению российского искусствоведа Александры Шатских, родители художника были поляками по происхождению[19]. Казимир стал их первенцем. В семье было ещё четыре сына (Антон, Болеслав, Бронислав, Мечислав) и четыре дочери (Мария, Ванда, Северина, Виктория). Всего у супругов Малевичей родилось четырнадцать детей, но только девять из них дожили до зрелого возраста.

            Семья сохраняла польские традиции, дома говорили по-польски[18] (в именах детей ударение делали не на предпоследний слог, как это положено в польском языке, а в русифицированной манере — Мечисла́в, Казими́р[20]), в окружении — по-украински[19]; впоследствии Малевич написал на украинском языке ряд статей об искусстве[21]. Hекоторые современники Малевича считали его поляком[22], в то время как сам Казимир в 1920-е годы[23] в некоторых анкетах, в которых была графа «национальность», писал о себе «украинец»[18] и даже пытался склонить к этому своих родственников, что для некоторых из них было настоящим шоком[21]. Тем не менее, в 1927 году, находясь в Берлине[24] после визита в Варшаву и общения с польскими Малевичами, Казимир подаёт документы на французскую визу и указывает национальность «поляк»[25]. Визу, в итоге, не дали[24]. В целом, украинцем Казимир Малевич называл себя довольно часто[26], а потому вполне закономерно, что в «Главах из автобиографии художника», написанных незадолго до смерти, он вспоминал о себе и своём лучшем друге курского периода Льве Квачевском (уроженце Минска[27]) словами:
            Мы оба были украинцами.[21]

            Также в некоторых источниках находят белорусские корни отца художника[28][29], в частности к такому выводу на основании личных детских воспоминаний и частично сохранившемуся архиву своего отца приходит внучатый племянник Казимира Игорь Малевич[24].
            Некоторые современные исследователи убеждены в польском происхождении художника[13][14]. Такое же мнение о происхождении Казимира Малевича распространено и в польскоязычной среде[12].
        </div>
    );
};

export default Bio;