import React from 'react';

const Info = () => {

    return (
        <div>
            <h2>Астана</h2>
            <p>Астана́ (каз. Астана, Astanaⓘ[4], дословно — «столица»; ранее — Акмо́линск, Целиногра́д, Акмола́, Нур-Султа́н) — столица Республики Казахстан[5] с 10 декабря 1997 года. Город расположен на севере страны, на берегах реки Ишим, административно разделён на 5 районов. Астана является анклавом, окружённым территорией Акмолинской области, административно не входя в её состав.

                Акмолинск получил статус города 7 мая 1862 года[6]. Городом-миллионером Астана стала в июне 2017 года, когда население города составило 1 002 874 жителя[7]. На 1 сентября 2023 года население города составляло 1 402 002 человек[2], что является вторым показателем в Казахстане после Алма-Аты.</p>
        </div>
    );
};

export default Info;