import React from 'react';
const MainAttraction = () => {
    return (
        <div>
            <h2>Самая известная достопримечательность</h2>
            <h3>Астана Опера</h3>
            <p>Государственный театр оперы и балета «Астана Опера» — театр в Астане, основанный по инициативе первого президента Казахстана Нурсултана Назарбаева. Здание театра, построенное в 2013 году, признано памятником архитектуры национального значения[1].
                Строительство здания было завершено за три неполных года. Строительство велось в 2010—2013 годах и обошлось в 320 млн долларов. Над внешним обликом и интерьерами театра трудилась команда архитекторов, строителей и специалистов из 33 стран. 
                Президент страны Нурсултан Назарбаев постоянно вносил в проект свои коррективы, в том числе, уже на стадии практического осуществления. Так, по его предложению, была увеличена высота главного театрального фойе. Пол, стены, декоративные панели и
                 витые мраморные лестницы этого фойе отделаны наборным сицилийским мрамором. Здание расположено в Астане по адресу улица Динмухамеда Кунаева, дом 1
            </p>
            <img src="https://russian.eurasianet.org/sites/default/files/styles/article/public/images/russian/021216_01.jpg?itok=-LKZakU8" />
        </div>
    );
};

export default MainAttraction;